{
    "aside1": "APPLICATION USER AGREEMENT",
    "aside2": "1. RIGHTS OF INSTALLATION AND USE",
    "aside3": "2. PAYMENT TERMS",
    "aside5": "3. RECORDS FOR WORK OR STUDY",
    "aside6": "4. RULES OF CONDUCT",
    "aside7": "5. SCOPE OF THE USER AGREEMENT",
    "aside8": "6. TRANSFER TO ANOTHER DEVICE",
    "aside9": "7. TECHNICAL SUPPORT",
    "aside10": "8. UPDATES",
    "aside11": "9. DISCLAIMER OF WARRANTIES AND LIMITATION OF LIABILITY ",
    "aside12": "10. APPLICABLE LAW AND PLACE OF JURISDICTION ",
    "titleMain": "KidHab",
    "company": "GoIt",
    "p1": "These terms and conditions of the User Agreement are the agreement between you (parent/guardian/User following a referral link with consent of the parent/guardian) and",
    "linkTeenhubprivacy": " https://kidhabprivacy.netlify.app ",
    "p2": "These terms and conditions apply to this",
    "p3": "App as well as any of its updates.",
    "p4": "BY DOWNLOADING AND INSTALLING THIS APPLICATION YOU UNCONDITIONALLY ACCEPT THE TERMS AND CONDITIONS OF THE USER AGREEMENT, PRIVACY POLICY (",
    "p5": "), CONSENT TO THE PAYMENT OF EMBEDDED PURCHASES, THEIR AUTOMATIC PROLONGATION AND GUARANTEE YOUR AGREEMENT TO COMPLY WITH THESE TERMS AND CONDITIONS.",
    "p6": "IF YOU DO NOT AGREE TO THE TERMS AND CONDITIONS OF THE USER AGREEMENT, PLEASE DO NOT DOWNLOAD, INSTALL OR USE THIS APPLICATION.",
    "p7": "a) General terms and conditions.",
    "p8": "You (parent/guardian) can install and use the Application on your device(s) and give the referral link/links to download the Application to your child/children (the possibility of Use is provided only by the algorithm, when the parent/guardian provides the download link for their child) for the opportunity to install this Application with the subsequent possibility to set tasks/targets for each User, who downloaded and installed this Application using such referral link, with the possibility to see the result of accomplishing/achieving the task/goal.",
    "p9": "The fact of transferring/sending the referral link is confirmed:",
    "p10": " the fact that the Application is initially downloaded and installed by the parent/guardian;",
    "p11": " the fact that you agree to the possibility of using the Application by your child.",
    "p12": "The user who downloaded and installed the Application using the referral link shall obtain the consent of the parent/guardian to set the task/goal independently, if the parent/guardian does not give such consent, the task/goal will be removed from the child's ",
    "p13": "list of goals",
    "p14": ".",
    "p15": "b)",
    "p16": "reserves the right to modify this User Agreement at any time in its sole discretion. If this User Agreement is amended, we will display the revised terms and conditions on a special page, namely ",
    "link1": "https://termsofuse.netlify.app",
    "p17": "c) You acknowledge that all new or additional changes to the features and functionality of the Application shall be automatically covered by this User Agreement. It is your liability to review this User Agreement for any changes.",
    "p18": "d) Your continued use of the Application after changes made will mean that you accept and agree to the changes. If you agree to this User Agreement, we grant you a personal, non-exclusive, non-transferable, limited right to sign in and use the features of the Application. If you do not agree to be bound by this User Agreement or any changes to thereof, please stop using the Application immediately.",
    "p19": "e) If you provide feedback about this Application, you freely grant  ",
    "p20": "(or one of its affiliates) the right to share that feedback with third parties and to use it for commercial purposes in any manner and with any intent. This condition remains in effect after the renewal/expiration of the User Agreement.",
    "p21": "f) This User Agreement does not create any agency, partnership or employment relationship.",
    "p22": "g) This User Agreement shall constitute a legal agreement within the meaning of Articles 633 and 634 of the Civil Code of Ukraine. The fact of the User’s registration in the Application is a full and unconditional consent of the User to all terms and conditions of the User Agreement and Privacy Policy without any exceptions, additions and/or changes to the terms and conditions of this User Agreement.",
    "p23": "h) The User’s registration in the Application indicates that all the terms and conditions of the User Agreement are understood by the User.",
    "p24": " ",
    "p25": "can be used both free of charge and for a fee, but with extended functionality.",
    "p26": "Terms of paid use of ",
    "p27": "define the SUBSCRIPTION TERMS AND FEES at: ",
    "priceLink": "https://kidhabsubscriptions.netlify.app/",
    "p28": "The service is considered to be provided at the moment of provision/renewal of paid access and does not require any additional documents.",
    "p40": "You can sign in to the Application using your work or study email address. In this case, you agree that the domain owner associated with your email address can control your account, perform administration tasks, access and process your data.",
    "p41": "By accepting the terms and conditions of the User Agreement, you agree to use the Application in accordance with the following rules:",
    "p42": "do not to do anything illegal;",
    "p43": "do not engage in any activities that exploit, harm or threaten to harm the children;",
    "p44": "do not publicly display inappropriate Content or materials (that contain, for example, nudity, bestiality, pornography, violence or criminal activity) and do not use this Application to transfer such Content or materials;",
    "p45": "do not engage in conduct that constitutes false or misleading (e.g., impersonating another person);",
    "p46": "do not attempt to circumvent any restrictions regarding access to or availability of the Application;",
    "p47": "do not engage in activities that harm you, the Application or others (e.g., transferring viruses, posting content of terrorist nature, aggressive speech, advocating violence against other persons);",
    "p48": "do not violate the rights of other Users (for example, by unauthorized submission of copyrighted materials);",
    "p49": "do not engage in conduct that violates the right to privacy of other persons;",
    "p50": "do not assist other persons in violating these rules.",
    "p51": "If any User (parent/guardian/child) is noticed to be using the Application in circumvention/ignoring the abovementioned rules, please notify us at the following address:",
    "link2": "kidhab@goit.ua",
    "linkApple": "https://apps.apple.com/ua/app/kidhab/id1550279631",
    "p511": "/ google:",
    "linkGoogle": "https://play.google.com/store/apps/details?id=com.kidhab",
    "p52": "of this fact so that all necessary legal measures can be taken, including the removal of this User.",
    "p53": "The Application is not for sale, but provided for temporary non-exclusive right of use both on a free and paid basis at the rates",
    "p54": " (fees) ",
    "p55": "of the copyright holder ( ios:",
    "p56": ") and according to the terms and conditions of this User Agreement.",
    "p57": "The User of the Application shall not have the right to:",
    "p58": "try to circumvent technical restrictions that only allow you to use the Application in a certain way;",
    "p59": "study the technology, decompile or disassemble the Application;",
    "p60": "remove, reduce, block or change the system notifications included in this Application;",
    "p61": "use the Application for commercial or revenue-generating activities, unless you have commercial use rights under a separate agreement;",
    "p62": "use the Application in any unlawful manner or to create/distribute malicious software.",
    "p63": "You have the right to remove the software Application from one device and install it on another device for your personal use.",
    "p64": "As part of this Agreement, ",
    "p65": "(or any of its affiliates) shall not be obligated to provide technical support services for the Application. All support shall be provided “AS IS” and “AS AVAILABLE”, “WITH ALL ERRORS” and without warranty of any kind.",
    "p66": "The application periodically checks for updates and downloads and/or installs them for you. You agree to receive these updates only from ",
    "p67": "(or any of its affiliates). Such updates may not include or support all existing features of the Application.",
    "p68": "(or any of its affiliates) does not guarantee that the features and functionality of the Application will meet your expectations.",
    "p69": "(or any of its affiliates) does not guarantee that the results obtained with the Application will meet your expectations and/or requirements.",
    "p70": "(or any of its affiliates) shall not be liable to the Users and third parties for the possible consequences of the use of content, as well as the features and functions of the Application.",
    "p71": "(or any of its affiliates) endeavors to keep the features and functions of the Application secure, reliable and functioning properly, but we cannot guarantee uninterrupted operation or access to the Application. The updates and other features may not occur in real time. Such delays are independent of GoIT (or any of its affiliates).",
    "p72": "You agree that your use of the Application is at your own risk and that it is provided to you on an “AS IS” and “AS AVAILABLE” basis. We make no promise that the Application or any content, features or functionality of the Application will be error free or uninterrupted, that any defects will be corrected, or that you will receive specific results as a result of using the Application.",
    "p73": "Under applicable legislation, we exclude all express or implied warranties and conditions.",
    "p74": "at any time without prior notice,(or any of its affiliates) reserves the right to:",
    "p75": " - change, suspend or terminate operation of or access to the Application, or any part thereof, for any reason;",
    "p76": " - change the Application or any part of it and any applicable terms and conditions;",
    "p77": " - interrupt operation of the Application or any part thereof for as long as necessary to perform, routine or unscheduled maintenance, error correction and other changes.",
    "p78": "Under this Agreement, if ",
    "p79": "(or any of its affiliates) is found liable, our liability to you or any third party shall be limited to and be equal to the amount of the last payment you made for the right to access the selected feature set, you may not recover any other damages, including indirect, special, consequential or incidental damages, or damages for loss of profits.",
    "p80": "By downloading and installing the Application, you agree that any disputes related to this Agreement shall be considered in the courts of Kyiv city."
}