{
    "aside1": "ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕ НА ИСПОЛЬЗОВАНИЕ ПРИЛОЖЕНИЯ",
    "aside2": "1. ПРАВА НА УСТАНОВКУ И ИСПОЛЬЗОВАНИЕ",
    "aside3": "2. УСЛОВИЯ ОПЛАТЫ, АВТООПЛАТЫ (ВСТРОЕННЫХ ПОКУПОК)",
    "aside5": "3. РАБОЧИЕ ЗАПИСИ ДЛЯ РАБОТЫ ИЛИ УЧЕБЫ",
    "aside6": "4. ПРАВИЛА ПОВЕДЕНИЯ",
    "aside7": "5. ОБЛАСТЬ ДЕЙСТВИЯ ПОЛЬЗОВАТЕЛЬСКОГО СОГЛАШЕНИЯ",
    "aside8": "6. ПЕРЕНОС НА ДРУГОЕ УСТРОЙСТВО",
    "aside9": "7. ТЕХНИЧЕСКАЯ ПОДДЕРЖКА",
    "aside10": "8. ОБНОВЛЕНИЯ",
    "aside11": "9. ОТКАЗ ОТ ГАРАНТИЙ И ОГРАНИЧЕНИЕ ОТВЕТСТВЕННОСТИ",
    "aside12": "10. ПРИМЕНИМОЕ ПРАВО И МЕСТО РЕШЕНИЯ СПОРОВ",
    "titleMain": "KidHab",
    "company": "GoIt",
    "p1": "Настоящие условия Пользовательского соглашения являются соглашением между вами (родитель/опекун/Пользователь пришедший по реферальной ссылке с согласия родителя/опекуна) и",
    "linkTeenhubprivacy": " https://kidhabprivacy.netlify.app ",
    "p2": "(или одним из ее аффилированных лиц). Настоящие условия применяются как к настоящему Приложению",
    "p3": ", так и к любому из его обновлений.",
    "p4": " ЗАГРУЖАЯ И УСТАНАВЛИВАЯ ДАННОЕ ПРИЛОЖЕНИЕ ВЫ БЕЗОГОВОРОЧНО ПРИНИМАЕТЕ УСЛОВИЯ ПОЛЬЗОВАТЕЛЬСКОГО СОГЛАШЕНИЯ, ПОЛИТИКУ КОНФИДЕЦИАЛЬНОСТИ (",
    "p5": "), СОГЛАСИЕ С ОПЛАТОЙ ВСТРОЕННЫХ ПОКУПОК, ИХ АВТОМАТИЧЕСКОЙ ПРОЛОНГАЦИЕЙ И ГАРАНТИРУЕТЕ СВОЕ СОГЛАСИЕ СОБЛЮДАТЬ ДАННЫЕ УСЛОВИЯ.",
    "p6": "ЕСЛИ ВЫ НЕ СОГЛАСНЫ С УСЛОВИЯМИ ПОЛЬЗОВАТЕЛЬСКОГО СОГЛАШЕНИЯ, НЕ ЗАГРУЖАЙТЕ, НЕ УСТАНАВЛИВАЙТЕ И НЕ ИСПОЛЬЗУЙТЕ ДАННОЕ ПРИЛОЖЕНИЕ.",
    "p7": "a)  Общие положения.",
    "p8": "Вы (родитель/опекун) можете установить и использовать Приложение на вашем устройстве/устройствах, а также передать реферальную ссылку/ссылки на скачивание Приложения своему ребенку/детям (возможность Пользования предусмотрена только по алгоритму когда родитель/опекун предоставляет ссылку на скачивание для своего ребенка) для возможности установки данного Приложения с последующей возможностью устанавливать задачи/цели для каждого Пользователя, скачавшего и установившего данное Приложение по такой реферальной ссылке, с возможностью видеть результат выполнения/достижения задачи/цели.",
    "p9": "Факт передачи/отправки реферальной ссылки подтверждает:",
    "p10": " факт того, что первоначально Приложение скачивает и устанавливает родитель/опекун;",
    "p11": " факт согласия возможности Пользования Приложением для своего ребенка.",
    "p12": "Пользователь загрузивший и установивший Приложение по реферальной ссылке должен получить согласие родителя/опекуна для самостоятельной постановки задачи/цели, если родителем/опекуном не будет дано такое согласие, то задача/цель будет удалена из",
    "p13": "листа целей",
    "p14": "такого ребенка.",
    "p15": "b)",
    "p16": "оставляет за собой право вносить изменения в настоящее Пользовательское соглашение в любое время по своему усмотрению. Если в данное Пользовательское соглашение будут внесены поправки, мы будем отображать пересмотренные условия на специальной странице, а именно",
    "link1": "https://termsofuse.netlify.app",
    "p17": "c) Вы признаёте, что все новые или дополнительные изменения к функциям и возможностям Приложения автоматически подпадают под действие настоящего Пользовательского соглашения. Ответственность за проверку настоящего Пользовательского соглашения на предмет изменений возлагается на Вас.",
    "p18": "d) Ваше дальнейшее Пользование Приложением после внесения изменений будет означать, что Вы принимаете изменения и соглашаетесь с ними. Если Вы соглашаетесь с настоящим Пользовательским соглашением, мы предоставляем Вам персональное, неисключительное, непередаваемое, ограниченное право на вход и использование возможностей Приложения. Если Вы не согласны соблюдать настоящее Пользовательское соглашение или какие-либо изменения в нём, пожалуйста, немедленно прекратите использование Приложения.",
    "p19": "e) Если вы предоставляете отзыв о данном Приложении, вы бесплатно предоставляете ",
    "p20": "(или одному из аффилированных лиц) право передавать этот отзыв третьим лицам и использовать его в коммерческих целях любым способом и с любыми намерениями. Это условие остается в силе после обновления/окончания срока действия Пользовательского соглашения.",
    "p21": "f) Данное Пользовательское соглашение не создаёт агентских, партнёрских или трудовых отношений.",
    "p22": "g) Данное Пользовательское соглашение представляет собой юридическое соглашение в понимании статей 633 и 634 Гражданского кодекса Украины. Факт регистрации Пользователя в Приложении является полным и безоговорочным согласием Пользователя со всеми условиями Пользовательского соглашения и Политики Конфиденциальности без каких-либо исключений, дополнений и/или изменений условий данного Пользовательского соглашения.",
    "p23": "h) Прохождение Пользователем регистрации в Приложении свидетельствует о том, что все условия Пользовательского соглашения понятны Пользователю.",
    "p24": "Пользование",
    "p25": "возможно как на бесплатной основе, так и на платной, но с расширенным функционалом.",
    "p26": "Условия платного использования",
    "p27": "определяют УСЛОВИЯ ПОДПИСКИ И ТАРИФОВ:",
    "priceLink": "https://kidhabsubscriptions.netlify.app/",
    "p28": "Услуга считается оказанной в момент предоставления/пролонгации платного доступа и не требует предоставления дополнительных документов.",
    "p40": "Вы можете выполнить вход в Приложение, используя адрес электронной почты для работы или учебы. В этом случае вы соглашаетесь, что владелец домена, связанного с вашим адресом электронной почты, может контролировать вашу учетную запись, выполнять задачи администрирования, осуществлять доступ к вашим данным и обрабатывать их.",
    "p41": "Принимая условия Пользовательского соглашения, вы соглашаетесь, что использование Приложения будет осуществляться в соответствии с нижеперечисленными правилами:",
    "p42": "не совершать ничего незаконного;",
    "p43": "не осуществлять какие-либо действия, которые являются эксплуатацией детей, наносят им вред или несут угрозу нанесения им вреда;",
    "p44": "не показывать публично неуместное Содержимое или материалы (которые содержат, например, наготу, сцены зоофилии, порнографии, насилия или преступной деятельности) и не используйте для их передачи данное Приложение;",
    "p45": "не осуществлять действия, которые являются ложными или вводящими в заблуждение (например, выдачу себя за другое лицо);",
    "p46": "не пытайтесь обойти любые ограничения, касающиеся доступа к Приложению или его доступности;",
    "p47": "не осуществляете действия, которые причиняют вред вам, Приложению или другим лицам (например, передача вирусов, публикация содержимого террористического характера, агрессивная речь, пропаганда насилия против других лиц);",
    "p48": "не нарушайте права других Пользователей (например, путем несанкционированного предоставления материалов, защищенных авторским правом);",
    "p49": "не осуществляете действия, нарушающие право на неприкосновенность частной жизни других лиц;",
    "p50": "не содействуйте другим в нарушении этих правил.",
    "p51": "Если любым из Пользователей (родитель/опекун/ребенок) будет замечено Пользование Приложением в обход/игнорирование вышеуказанных правил, просьба сообщить нам по адресу:",
    "link2": "kidhab@goit.ua",
    "linkApple": "https://apps.apple.com/ua/app/kidhab/id1550279631",
    "p511": "/ google:",
    "linkGoogle": "https://play.google.com/store/apps/details?id=com.kidhab",
    "p52": "о таком факте для принятия всех необходимых юридических мер, в т.ч. удаление данного Пользователя.",
    "p53": "Приложение не продается, а предоставляется во временное не уникальное право пользования как",
    "p54": " на бесплатной ",
    "p55": ", так и на платной основе по тарифам правообладателя ( ios:",
    "p56": ") и согласно условиям данного Пользовательского соглашения.",
    "p57": "Пользователь Приложения не имеет право:",
    "p58": "пытаться обойти технические ограничения, разрешающие пользоваться Приложением только определенным образом;",
    "p59": "изучать технологию, декомпилировать или дизассемблировать Приложение;",
    "p60": "удалять, сокращать, блокировать или изменять системные уведомления, включенные в данное Приложение;",
    "p61": "использовать Приложение для коммерческой или приносящей доход деятельности, за исключением случаев, когда у вас есть права на коммерческое использование в соответствии с отдельным соглашением;",
    "p62": "использовать Приложение каким-либо противозаконным образом или для создания/ распространения вредоносных программ;",
    "p63": "Вы имеете право удалить программное Приложение с одного устройства и установить его на другом устройстве для вашего личного Пользования.",
    "p64": "В рамках настоящего соглашения ",
    "p65": "(или любое из аффилированных лиц) не обязаны предоставлять услуги по технической поддержке Приложения. Любая поддержка предоставляется «КАК ЕСТЬ» и «КАК ДОСТУПНО», «СО ВСЕМИ ОШИБКАМИ» и без каких-либо гарантий. ",
    "p66": "Приложение периодически проверяет наличие обновлений, а также загружает и/или устанавливает их для вас. Вы соглашаетесь получать эти обновления только от",
    "p67": "(или любого из аффилированных лиц). Обновления могут не включать или не поддерживать все существующие функции Приложения.",
    "p68": "(или любое из аффилированных лиц) не гарантирует, что функции и возможности Приложения будут соответствовать Вашим ожиданиям.",
    "p69": "(или любое из аффилированных лиц)  не гарантируем, что результаты, полученные с помощью приложения, будут соответствовать Вашим ожиданиям и/или требованиям.",
    "p70": "(или любое из аффилированных лиц) не несёт ответственности перед Пользователями и третьими лицами за возможные последствия использования контента, а также функций и возможностей Приложения.",
    "p71": "(или любое из аффилированных лиц) стараются, чтобы функции и возможности Приложения оставались безопасными, надёжными и функционировали должным образом, но мы не можем гарантировать непрерывную работу или доступ к Приложению. Обновление и другие функции могут не происходить в реальном времени. Такие задержки не зависят от GoIT (или любого из аффилированных лиц).",
    "p72": "Вы соглашаетесь с тем, что Вы используете Приложение на свой риск и что оно предоставляется Вам на условиях «КАК ЕСТЬ» и «КАК ДОСТУПНО». Мы не обещаем, что Приложение или любой контент, функции и возможности Приложения будут работать без ошибок или непрерывно, какие-либо дефекты будут исправлены или в результате использования Приложения Вы получите конкретные результаты.",
    "p73": "Согласно действующему законодательству мы исключаем все явные или подразумеваемые гарантии и условия.",
    "p74": "(или любое из аффилированных лиц) в любое время без предварительного уведомления оставляет за собой право:",
    "p75": " - изменить, приостановить или прекратить работу, или доступ к Приложению, или какой-либо его части по любой причине;",
    "p76": " - изменить Приложение или какую-либо его часть, а также любые применимые условия;",
    "p77": " - прервать работу Приложения или его части на необходимый срок для выполнения, текущего или внеочередного обслуживания, коррекцию ошибок и других изменений.",
    "p78": "Согласно настоящему соглашению, если",
    "p79": "(или любое из аффилированных лиц) будет признаны ответственными, наша ответственность перед Вами или любой третьей стороной ограничивается и приравнивается к сумме последнего совершенного Вами платежа за право доступа к выбранному набору функций, вы не можете взыскать никакие другие убытки, включая косвенные, специальные, опосредованные или случайные убытки, а также убытки в связи с упущенной выгодой.",
    "p80": "В момент скачивания и установки Приложения Вы соглашаетесь с тем, что любые споры, связанные с данным соглашением, подлежат рассмотрению в Хозяйственном Суде г.Киев."
}