{
    "aside1": "УГОДА КОРИСТУВАЧА НА ВИКОРИСТАННЯ ПРОГРАМИ",
    "aside2": "1. ПРАВА НА ВСТАНОВЛЕННЯ ТА ВИКОРИСТАННЯ",
    "aside3": "2.  УМОВИ ОПЛАТИ, АВТООПЛАТА (ВБУДОВАНИХ ПОКУПОК)",
    "aside5": "3. РОБОЧІ ЗАПИСИ ДЛЯ РОБОТИ АБО НАВЧАННЯ",
    "aside6": "4. ПРАВИЛА ПОВЕДІНКИ",
    "aside7": "5. ОБЛАСТЬ ПОШИРЕННЯ УГОДИ КОРИСТУВАЧА",
    "aside8": "6. ПЕРЕНЕСЕННЯ НА ІНШИЙ ПРИСТРІЙ",
    "aside9": "7. ТЕХНІЧНА ПІДТРИМКА",
    "aside10": "8. ОНОВЛЕННЯ",
    "aside11": "9. ВІДМОВА ВІД ГАРАНТІЙ І ОБМЕЖЕННЯ ВІДПОВІДАЛЬНОСТІ",
    "aside12": "10. ЗАСТОСОВНЕ ПРАВО І МІСЦЕ ВИРІШЕННЯ СПОРІВ",
    "titleMain": "KidHab",
    "company": "GoIt",
    "p1": "Дійсні умови Угоди користувача є угодою між вами (один з батьків / опікун / користувач прийшов за реферальним посиланням за згодою одного з батьків / опікуна) і",
    "linkTeenhubprivacy": " https://kidhabprivacy.netlify.app ",
    "p2": "(або будь-ким з її афілійованих осіб). Ці умови застосовуються як до дійсного Додатка",
    "p3": ", так і до будь-якого його оновлення.",
    "p4": "Завантажуючи і встановлюючи даний додаток Ви беззастережно приймаєте умови Користувацької угоди, політику конфіденційності",
    "p5": ", угоду на оплату вбудованих покупок, їх автоматичну пролонгацію та надаєте повну згоду на виконання і дотримання цих умов.",
    "p6": "Якщо Ви не згодні з умовами Угоди користувача угоди не завантажуйте, не встановлюйте і не використовуйте цей Додаток.",
    "p7": "a)  Загальні положення.",
    "p8": "Ви (батьки / опікуни) можете встановити і використовувати Додаток на вашому пристрої / пристроях, а також передати реферальне посилання на скачування Додатку своїй дитині / дітям (можливість користування передбачена тільки за алгоритмом, коли один з батьків / опікун надає посилання на скачування для своєї дитини) для можливості установки цього Додатка з подальшою можливістю встановлювати завдання / цілі для кожного Користувача, які завантажили і встановили цей Додаток за таким реферальним посиланням, з можливістю відслідковувати результат виконання / досягнення завдання / цілі.",
    "p9": "Факт передачі / відправки реферального посилання підтверджує:",
    "p10": " факт того, що спочатку Додаток завантажує і встановлює один з батьків / опікун;",
    "p11": " факт згоди на користування Додатком для своєї дитини.",
    "p12": "Користувач, який завантажив і встановив Додаток за реферальним посиланням, повинен отримати згоду один з батьків / опікуна для самостійної встановлення задачі / цілі, якщо одним з батьків / опікуном не буде надана така згода, то завдання / мета буде видалена з",
    "p13": "листа цілей",
    "p14": "такої дитини.",
    "p15": "b)",
    "p16": "залишає за собою право вносити зміни в дану Угоду в будь-який час на свій розсуд. Якщо в дану Угоду будуть внесені поправки, ми будемо відображати переглянуті умови на спеціальній сторінці, а саме",
    "link1": "https://termsofuse.netlify.app",
    "p17": "c) Ви визнаєте, що всі нові або додаткові зміни до функцій і можливостей Програми автоматично підпадають під дію цієї Користувацької угоди. Відповідальність за перевірку цієї Користувацької угоди на предмет змін покладається на Вас.",
    "p18": "d) Ваше подальше користування Додатком після внесення змін означатиме, що Ви приймаєте зміни і погоджуєтесь з ними. Якщо Ви погоджуєтесь з умовами цієї Угоди, ми надаємо Вам персональне, невиняткове, обмежене право на вхід і використання можливостей Програми. Якщо Ви не згодні дотримуватися умов цієї Угоди або будь-яких змін до неї, будь ласка, негайно припиніть використання Додатка.",
    "p19": "e) Якщо ви залишаєте відгук про даний Додаток, ви безкоштовно надаєте ",
    "p20": "(або будь-кому з афілійованих осіб) право передавати цей відгук третім особам і використовувати його в комерційних цілях будь-яким способом і з будь-якими намірами. Ця умова залишається в силі після поновлення / закінчення терміну дії Угоди.",
    "p21": "f) Дана Користувацька угода не створює агентських, партнерських або трудових відносин.",
    "p22": "g) Дана Користувацька угода являє собою юридичну угода в розумінні статей 633 і 634 Цивільного кодексу України. Факт реєстрації Користувача в Додатку є повною і беззастережною згодою Користувача з усіма умовами Угоди та Політики Конфіденційності без будь-яких винятків, доповнень і / або змін умов цієї Угоди.",
    "p23": "h) Проходження Користувачем реєстрації в Додатку свідчить про те, що всі умови, викладені в  Угоді, зрозумілі для Користувача.",
    "p24": "Використання",
    "p25": "можливе як на безкоштовній основі, так і на платній, але із розширеним функціоналом.",
    "p26": "Умови платного використання",
    "p27": "визначають УМОВИ ПІДПИСКИ І ТАРИФІВ:",
    "priceLink": "https://kidhabsubscriptions.netlify.app/",
    "p28": "Послуга рахується наданою у момент надання/пролонгації платного доступу і не потребує надання додаткових документів.",
    "p40": "Ви можете виконати вхід в Додаток, використовуючи адресу електронної пошти для роботи або навчання. В цьому випадку ви погоджуєтесь, що власник домену, пов'язаного з вашою адресою електронної пошти, може контролювати ваш обліковий запис, виконувати адміністрування, здійснювати доступ до ваших даних і обробляти їх.",
    "p41": "Приймаючи умови Угоди користувача, ви погоджуєтесь, що використання Додатка буде здійснюватись відповідно до перелічених нижче правил, а саме:",
    "p42": "не здійснювати нічого незаконного;",
    "p43": "не здійснювати будь-які дії, які є експлуатацією дітей, що завдають їм шкоду або несуть загрозу нанесення їм шкоди;",
    "p44": "не показувати матеріали, які містять публічно неприйнятний вміст або матеріали (які містять, наприклад, оголені частини тіла, сцени зоофілії, порнографії, насильства або злочинної діяльності) і не використовувати для їх передачі цей Додаток;",
    "p45": "не здійснювати дії, які є помилковими або такими, що вводять в оману (наприклад, видача себе за іншу особу);",
    "p46": "не намагатися обійти будь-які обмеження, що стосуються доступу до Додатка або його доступності;",
    "p47": "не здійснювати дії, які завдають шкоди вам, Додатку або іншим особам (наприклад, передача вірусів, публікація вмісту терористичного характеру, агресивна мова, пропаганда насильства проти інших осіб);",
    "p48": "не порушувати права інших користувачів (наприклад, шляхом несанкціонованого надання матеріалів, захищених авторським правом);",
    "p49": "не здійснювати дії, що порушують право на недоторканність приватного життя інших осіб;",
    "p50": "не сприяти іншим в порушенні цих правил.",
    "p51": "Якщо будь-яким з користувачів (один з батьків / опікунів / дитина) буде помічено використання Додатка в обхід / з ігноруванням вищезгаданих правил, прохання повідомити нам за адресою:",
    "link2": "kidhab@goit.ua",
    "linkApple": "https://apps.apple.com/ua/app/kidhab/id1550279631",
    "p511": "/ google:",
    "linkGoogle": "https://play.google.com/store/apps/details?id=com.kidhab",
    "p52": "про такий факт для прийняття всіх необхідних юридичних заходів, в т.ч. видалення такого Користувача.",
    "p53": "Додаток не продається, а надається в тимчасове не унікальний право користування як",
    "p54": " на безоплатній ",
    "p55": ", так і на платній основі за тарифами правовласника ( ios:",
    "p56": ") і згідно з умовами даної Угоди.",
    "p57": "Користувач Додатка не має право:",
    "p58": "намагатися обійти технічні обмеження, які дозволяють використовувати Додаток тільки певним чином;",
    "p59": "вивчати технологію, декомпілювати або дизасемблювати Додаток;",
    "p60": "видаляти, скорочувати, блокувати або змінювати системні повідомлення, які включені в цей додаток;",
    "p61": "використовувати Додаток для комерційної або діяльності, що приносить дохід, за винятком випадків, коли вам надані права на комерційне використання відповідно до окремої угоди;",
    "p62": "використовувати Додаток будь-яким протизаконним чином або для створення / поширення шкідливих програм.",
    "p63": "Ви маєте право видалити Додаток з одного пристрою і встановити його на іншому пристрої для вашого особистого Користування.",
    "p64": "В рамках цієї угоди ",
    "p65": "(або будь-хто з афілійованих осіб) не зобов'язані надавати послуги з технічної підтримки Програми. Будь-яка підтримка надається «ЯК Є» і «ЯК ДОСТУПНО», «З УСІМА ПОМИЛКАМИ» і без будь-яких гарантій.",
    "p66": "Додаток періодично перевіряє наявність оновлень, а також завантажує і / або встановлює їх для вас. Ви погоджуєтесь отримувати ці оновлення тільки від",
    "p67": "(або будь-кого з афілійованих осіб). Оновлення можуть не включати або не підтримувати всі існуючі функції Додатка.",
    "p68": "(або будь-хто з афілійованих осіб) не гарантує, що функції і можливості Додатка будуть відповідати Вашим очікуванням.",
    "p69": "(або будь-хто з афілійованих осіб) НЕ гарантує, що результати, отримані за допомогою програми, будуть відповідати Вашим очікування і / або вимогам.",
    "p70": "(або будь-хто з афілійованих осіб) не несе відповідальності перед Користувачами і третіми особами за можливі наслідки використання контенту, а також функцій і можливостей Програми.",
    "p71": "(або будь-хто з афілійованих осіб) намагаються, щоб функції і можливості Додатка залишалися безпечними, надійними і функціонували належним чином, але ми не можемо гарантувати безперервну роботу або доступ до Додатка. Оновлення та інші функції можуть не відбуватися в реальному часі. Такі затримки не залежать від GoIT (або будь-кого з афілійованих осіб).",
    "p72": "Ви погоджуєтесь з тим, що Ви використовуєте Додаток на свій ризик і що доступ до Додатку надається Вам на умовах «ЯК Є» та «ЯК ДОСТУПНО». Ми не обіцяємо, що Додаток або будь-який контент, функції і можливості Додатку будуть працювати без помилок або безперервно, будь-які дефекти будуть виправлені або в результаті використання Програми Ви отримаєте конкретні результати.",
    "p73": "Згідно з чинним законодавством ми виключаємо всі явні або непрямі гарантії і умови.",
    "p74": "(або будь-хто з афілійованих осіб) в будь-який час без попереднього повідомлення залишає за собою право:",
    "p75": " - змінити, призупинити або припинити роботу, або доступ до Додатка, або будь-якої його частини по будь-якої причини;",
    "p76": " - змінити Додаток або будь-яку його частину, а також будь-які відповідні умови;",
    "p77": " - перервати роботу Додатки або його частини на необхідний термін для виконання, поточного або позачергового обслуговування, корекцію помилок і інших змін.",
    "p78": "Згідно з цією угодою, якщо",
    "p79": "(або будь-ким з афілійованих осіб) буде визнано відповідальними, наша відповідальність перед Вами або будь-якою третьою стороною обмежується і прирівнюється до суми останнього здійсненого Вами платежу за право доступу до обраного набору функцій, ви не можете стягнути ніякі інші збитки, включаючи непрямі, спеціальні, опосередковані або випадкові збитки, а також збитки в зв'язку з упущеною вигодою.",
    "p80": "У момент завантаження та установки Додатка Ви погоджуєтесь з тим, що будь-які спори, пов'язані з цією угодою, підлягають розгляду в Господарському Суді м.Київ."
}